Repository: pilipandr770/sekretar
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Authentication required
uk: Потрібна автентифікація

source: Invalid email or password
uk: Невірний email або пароль

source: Account is disabled
uk: Акаунт деактивовано

source: Token has expired
uk: Токен прострочений

source: This field is required
uk: Це поле обов'язкове

source: Invalid email address
uk: Невірна email адреса

source: Invalid phone number
uk: Невірний номер телефону

source: Password must be at least 8 characters
uk: Пароль повинен містити щонайменше 8 символів

source: Access denied
uk: Доступ заборонено

source: Insufficient permissions
uk: Недостатньо прав доступу

source: Created successfully
uk: Успішно створено

source: Updated successfully
uk: Успішно оновлено

source: Deleted successfully
uk: Успішно видалено

source: Operation failed
uk: Операція не вдалася

source: Resource not found
uk: Ресурс не знайдено

source: Resource already exists
uk: Ресурс вже існує

source: Internal server error
uk: Внутрішня помилка сервера

source: Trial period has expired
uk: Пробний період закінчився

source: Active subscription required
uk: Потрібна активна підписка

source: Payment failed
uk: Платіж не вдався

source: Counterparty added successfully
uk: Контрагента успішно додано

source: Sanctions match found
uk: Знайдено збіг у санкційних списках

source: VAT number validation failed
uk: Перевірка ПДВ номера не вдалася

source: AI processing failed
uk: Обробка ШІ не вдалася

source: Message is too long
uk: Повідомлення занадто довге

source: File is too large
uk: Файл занадто великий

source: Invalid file type
uk: Невірний тип файлу

source: File upload failed
uk: Завантаження файлу не вдалося

source: Lead created successfully
uk: Лід успішно створено

source: Lead updated successfully
uk: Лід успішно оновлено

source: Lead marked as won
uk: Лід позначено як виграний

source: Lead marked as lost
uk: Лід позначено як програний

source: Task assigned successfully
uk: Задачу успішно призначено

source: Task completed
uk: Задачу виконано

source: Task is overdue
uk: Задача прострочена

source: Contact added successfully
uk: Контакт успішно додано

source: Contact updated successfully
uk: Контакт успішно оновлено

source: Channel connected successfully
uk: Канал успішно підключено

source: Channel disconnected
uk: Канал відключено

source: Channel connection error
uk: Помилка підключення каналу

source: Message sent successfully
uk: Повідомлення успішно надіслано

source: Failed to send message
uk: Не вдалося надіслати повідомлення

source: Auto-reply sent
uk: Автовідповідь надіслано

source: Event created successfully
uk: Подію успішно створено

source: Event updated successfully
uk: Подію успішно оновлено

source: Booking confirmed
uk: Бронювання підтверджено

source: Booking cancelled
uk: Бронювання скасовано

source: Document uploaded successfully
uk: Документ успішно завантажено

source: Document processed successfully
uk: Документ успішно оброблено

source: Knowledge base updated
uk: База знань оновлена

source: Rate limit exceeded
uk: Перевищено ліміт запитів

source: External service unavailable
uk: Зовнішній сервіс недоступний

source: Database error occurred
uk: Сталася помилка бази даних

source: Unknown error
uk: Невідома помилка

source: Dashboard
uk: Панель управління

source: Inbox
uk: Вхідні

source: Calendar
uk: Календар

source: Knowledge
uk: База знань

source: Settings
uk: Налаштування

source: Profile
uk: Профіль

source: Account
uk: Акаунт

source: Logout
uk: Вийти

source: Login
uk: Увійти

source: Register
uk: Реєстрація

source: Email Address
uk: Email адреса

source: Password
uk: Пароль

source: Remember me
uk: Запам'ятати мене

source: Sign In
uk: Увійти

source: Create Account
uk: Створити акаунт

source: Welcome Back
uk: З поверненням

source: Sign in to your account
uk: Увійдіть до свого акаунту

source: Enter your email
uk: Введіть ваш email

source: Enter your password
uk: Введіть ваш пароль

source: Forgot your password?
uk: Забули пароль?

source: Don't have an account?
uk: Немає акаунту?

source: Language
uk: Мова

source: All rights reserved.
uk: Всі права захищені.

source: Privacy Policy
uk: Політика конфіденційності

source: Terms of Service
uk: Умови використання

source: Support
uk: Підтримка

source: healthy
uk: здоровий

source: System is operational
uk: Система працює

source: Available languages
uk: Доступні мови

source: Language updated successfully
uk: Мову успішно оновлено

source: Language code is required
uk: Код мови обов'язковий

source: Invalid language code. Available: %(languages)s
uk: Невірний код мови. Доступні: %(languages)s

source: Registration successful. Welcome to %(app_name)s!
uk: Реєстрація успішна. Ласкаво просимо до %(app_name)s!

source: Organization name must be at least 2 characters
uk: Назва організації повинна містити щонайменше 2 символи

source: User with this email already exists
uk: Користувач з цим email вже існує

source: Registration failed. Please try again.
uk: Реєстрація не вдалася. Спробуйте ще раз.

source: Login successful. Welcome back!
uk: Вхід успішний. З поверненням!

source: Organization account is disabled
uk: Акаунт організації деактивовано

source: Login failed. Please try again.
uk: Вхід не вдався. Спробуйте ще раз.

source: Logged out successfully
uk: Успішно вийшли

source: Profile retrieved successfully
uk: Профіль успішно отримано

source: Failed to retrieve profile
uk: Не вдалося отримати профіль

source: Profile updated successfully
uk: Профіль успішно оновлено

source: Failed to update profile
uk: Не вдалося оновити профіль

source: Token refreshed successfully
uk: Токен успішно оновлено

source: Token refresh failed
uk: Не вдалося оновити токен

source: Contacts retrieved successfully
uk: Контакти успішно отримано

source: Failed to retrieve contacts
uk: Не вдалося отримати контакти

source: Contact with this email already exists
uk: Контакт з цим email вже існує

source: Failed to create contact
uk: Не вдалося створити контакт

source: Contact retrieved successfully
uk: Контакт успішно отримано

source: Failed to retrieve contact
uk: Не вдалося отримати контакт

source: Failed to update contact
uk: Не вдалося оновити контакт

source: Leads retrieved successfully
uk: Ліди успішно отримано

source: Failed to retrieve leads
uk: Не вдалося отримати ліди

source: Failed to create lead
uk: Не вдалося створити лід

source: Pipelines retrieved successfully
uk: Пайплайни успішно отримано

source: Failed to retrieve pipelines
uk: Не вдалося отримати пайплайни

source: Request must be JSON
uk: Запит повинен бути JSON

source: Invalid JSON data
uk: Невірні JSON дані

source: Tenant context required
uk: Потрібен контекст орендаря

source: Insufficient permissions. Required roles: %(roles)s
uk: Недостатньо прав. Потрібні ролі: %(roles)s

source: Permission required: %(permission)s
uk: Потрібен дозвіл: %(permission)s

source: Trial period has expired. Please upgrade your subscription.
uk: Пробний період закінчився. Будь ласка, оновіть підписку.

source: This feature is not available in your current plan.
uk: Ця функція недоступна у вашому поточному плані.

source: Page number must be positive
uk: Номер сторінки повинен бути позитивним

source: Per page value must be between 1 and 100
uk: Значення на сторінку повинно бути між 1 і 100

source: Invalid pagination parameters
uk: Невірні параметри пагінації

source: Contact
uk: Контакт

source: Lead
uk: Лід

source: Task
uk: Задача

source: Note
uk: Нотатка

source: Pipeline
uk: Пайплайн

source: Stage
uk: Етап

source: User
uk: Користувач

source: Organization
uk: Організація

source: %(resource)s not found
uk: %(resource)s не знайдено

source: The requested resource was not found
uk: Запитуваний ресурс не знайдено

source: Method not allowed for this endpoint
uk: Метод не дозволений для цього endpoint

source: An internal server error occurred
uk: Сталася внутрішня помилка сервера

source: Validation failed
uk: Валідація не вдалася

source: An error occurred. Please try again.
uk: Сталася помилка. Спробуйте ще раз.

source: Login successful
uk: Вхід успішний
